Revit 2027 API
ParameterTypeId.MepZoneEquipment Property
 "Zone Equipment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepZoneEquipment { get; }
Public Shared ReadOnly Property MepZoneEquipment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepZoneEquipment {
	ForgeTypeId^ get ();
}
static member MepZoneEquipment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace